Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/AppleBooks.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# THIRD_BULLET
source: We use information about your purchases and downloads in the stores, and other activities in Apple Books to tailor features, offer personalized recommendations, and send you notifications including for Apple marketing. You can opt out of the use of this data for this purpose, as described below. We collect non-personal data about user interactions with books to improve Apple Books for our users.
ar: نستخدم معلومات عن مشترياتك وتنزيلاتك ونشاطاتك الأخرى في المتاجر، والأنشطة الأخرى في Apple Books، لتخصيص الميزات وعرض التوصيات المخصصة وإرسال الإشعارات إليك، بما في ذلك إشعارات التسويق من Apple. يمكنك التوقف عن السماح باستخدام هذه البيانات لهذا الغرض كما هو مبين أدناه. نجمع بيانات غير شخصية حول تفاعلات المستخدم مع الكتب بهدف تحسين Apple Books لكل المستخدمين.
bg: Използваме информация за вашите покупки, изтеглено съдържание в магазините и други активности в Apple Books, за да персонализираме функциите, да предлагаме персонализирани препоръки и да ви изпращаме известия, включително за Apple маркетинг. Можете да се откажете от използването на тези данни за тази цел, както е описано по-долу. Ние събираме нелични данни за взаимодействията на потребителите с книги, за да подобрим приложението Apple Books за нашите потребители.
ca: Utilitzem informació sobre les compres i les descàrregues a les botigues, i altres activitats a l’Apple Books, per oferir‑te funcions i recomanacions personalitzades i enviar‑te notificacions, fins i tot de màrqueting d’Apple. A continuació es descriu com pots fer que deixem d’utilitzar les dades amb aquesta finalitat. Recopilem dades sobre com interactues amb els llibres, però no dades personals, per millorar l’Apple Books.
cs: Na základě informací o vašich nákupech a stahování v obchodech a o dalších aktivitách v Apple Books pro vás připravujeme individuálně přizpůsobené funkce, nabízíme vám osobní doporučení a posíláme vám oznámení, mimo jiné i marketingová sdělení společnosti Apple. Využívání dat k těmto účelům můžete níže popsaným postupem odmítnout. Za účelem vylepšování Apple Books pro naše uživatele shromažďujeme informace neosobní povahy o jejich interakcích s knihami.
da: Vi bruger oplysninger om dine køb og overførsler i butikkerne og andre aktiviteter i Apple Books til at skræddersy funktioner, tilbyde dig personlige anbefalinger og sende dig notifikationer, herunder Apple-reklamer. Du kan framelde dig brugen af disse data til dette formål, som beskrevet herunder. Vi indsamler ikke-personlige data om brugerinteraktioner med bøger for at forbedre Apple Books for vores brugere.
de: Informationen zu deinen Käufen und Downloads in den Stores sowie anderen Aktivitäten in Apple Books werden dazu verwendet, Funktionen zu optimieren, dir personalisierte Empfehlungen anzubieten und dir Mitteilungen, einschließlich Apple-Marketing-Mitteilungen, zu senden. Du kannst die Verwendung dieser Informationen zu diesem Zweck, wie nachfolgend beschrieben, deaktivieren. Wir erfassen nicht personenbezogene Daten über Benutzerinteraktionen mit Büchern, um Apple Books für Benutzer:innen zu verbessern.
el: Χρησιμοποιούμε πληροφορίες σχετικά με τις αγορές και τις λήψεις σας στα Store, και άλλες δραστηριότητες στο Apple Books για να προσαρμόζουμε δυνατότητες, να παρέχουμε εξατομικευμένες συστάσεις και να σας στέλνουμε γνωστοποιήσεις συμπεριλαμβανομένων μηνυμάτων μάρκετινγκ της Apple. Μπορείτε να επιλέξετε να μη χρησιμοποιούνται τα εν λόγω δεδομένα για αυτόν τον σκοπό, όπως περιγράφεται παρακάτω. Συλλέγουμε μη προσωπικά δεδομένα σχετικά με τις αλληλεπιδράσεις χρηστών με βιβλία, προκειμένου να βελτιώσουμε το Apple Books για τους χρήστες μας.
es: Utilizamos información sobre tus compras y descargas en las tiendas, así como otras actividades en Apple Books, para adaptar funciones, ofrecerte recomendaciones personalizadas y enviarte notificaciones (también sobre información comercial de Apple). Para que dejen de usarse estos datos, sigue el procedimiento que se describe a continuación. Recopilamos datos de carácter no personal sobre las interacciones de los usuarios con los libros para mejorar Apple Books para nuestros usuarios.
es_us: Usamos información sobre tus compras y descargas en las tiendas, así como otras actividades en Apple Books para personalizar las funciones y las recomendaciones, y enviarte notificaciones (incluidas las de marketing de Apple). Puedes elegir que no se usen estos datos para este fin según se describe a continuación. Recopilamos datos no personales sobre la interacción del usuario con los libros para mejorar Apple Books para nuestros usuarios.
fi: Apple käyttää tietoja ostoistasi ja latauksistasi Storeissa sekä muusta toiminnastasi Apple Booksissa ominaisuuksien räätälöimiseen, henkilökohtaisten ehdotusten antamiseen sekä ilmoitusten, myös Applen markkinoinnin, lähettämiseen. Voit kieltäytyä tästä tietojen käytöstä alla kuvatulla tavalla. Apple kerää kirjojen käytöstä ei-henkilökohtaisia tietoja Apple Booksin parantamista varten.
fr: Nous utilisons les informations relatives à vos achats et téléchargements dans les Stores et à vos autres activités dans Apple Books pour adapter les fonctionnalités, vous proposer des recommandations personnalisées et vous envoyer des notifications, y compris dans le cadre des communications marketing d’Apple. Vous pouvez vous opposer à l’utilisation de ces données à cette fin, comme décrit ci-dessous. Nous recueillons des données non personnelles concernant les interactions des utilisateurs avec les livres afin d’améliorer Apple Books pour nos utilisateurs.
fr_ca: Nous utilisons des informations sur vos achats et vos téléchargements dans les boutiques, et d’autres activités dans Apple Books pour adapter les fonctionnalités, émettre des recommandations personnalisées et vous transmettre des notifications qui relèvent notamment du marketing d’Apple. Vous pouvez choisir de ne pas autoriser l’utilisation de ces données à ces fins, comme décrit ci-dessous. Nous recueillons des données non personnelles à propos des interactions des utilisateurs avec les livres afin d’améliorer Apple Books pour nos utilisateurs.
he: אנו משתמשים במידע על הרכישות וההורדות שלך בחנויות ועל הפעילויות האחרות שלך ב-Apple Books כדי להתאים מאפיינים, לספק לך המלצות בהתאמה אישית ולשלוח לך עדכונים הכוללים מידע שיווקי של Apple. באפשרותך לסרב לשימוש בנתונים אלו למטרה זו, כפי שמפורט להלן. אנו אוספים מידע שאינו אישי לגבי האינטראקציות של המשתמשים עם הספרים, במטרה לשפר את Apple Books עבור המשתמשים שלנו.
hi: हम स्टोर में आपकी ख़रीदारी और डाउनलोड और Apple Books में अन्य ऐक्टिविटी के बारे में जानकारी का उपयोग फ़ीचर को आपकी ज़रूरत के अनुसार बनाने, वैयक्तिकृत अनुशंसाएँ ऑफ़र करने और Apple मार्केटिंग सहित आपको सूचनाएँ भेजने के लिए करते हैं। आप नीचे बताए गए उद्देश्य के लिए इस डेटा का उपयोग करने का विकल्प अचयनित कर सकते हैं। हम किताबों के साथ यूज़र इंटरऐक्शन के बारे में ग़ैर-व्यक्तिगत डेटा एकत्रित करते हैं ताकि हमारे यूज़र के लिए Apple Books को बेहतर बनाया जा सके।
hr: Koristimo informacije o vašim kupljenim stavkama, preuzimanjima i ostalim aktivnostima na usluzi Apple Books kako bismo za vas krojili značajke, nudili vam personalizirane preporuke i slali vam obavijesti uključujući i one za Appleov marketing. Možete odbiti davanje ovih podataka za tu svrhu na niže opisan način. Prikupljamo neosobne podatke o korisnikovim interakcijama s knjigama radi poboljšanja usluge Apple Books za korisnike.
hu: Az áruházakban végzett vásárlásainak és letöltéseinek, valamint az Apple Books szolgáltatásban végzett egyéb tevékenységeinek információit arra használjuk fel, hogy személyre szabjuk a funkciókat, személyre szabott ajánlásokat kínáljunk, ezenkívül értesítéseket, többek között Apple-marketinganyagokat küldjünk Önnek. Az adatok ilyen célú felhasználását az alábbiakban leírt módon mondhatja le. Nem személyes adatokat is gyűjtünk a könyvekkel kapcsolatos felhasználói interakciókkal kapcsolatosan, hogy továbbfejleszthessük az Apple Booksot a felhasználóink számára.
id: Kami menggunakan informasi mengenai pembelian dan pengunduhan Anda di toko, serta aktivitas lainnya di Apple Books untuk menyesuaikan fitur, menawarkan rekomendasi yang dipersonalisasi, dan mengirimi Anda pemberitahuan termasuk untuk pemasaran Apple. Anda dapat menonaktifkan penggunaan data ini untuk tujuan ini, sebagaimana yang dijelaskan di bawah. Kami mengumpulkan data nonpribadi mengenai interaksi pengguna dengan buku untuk meningkatkan Apple Books untuk semua pengguna kami.
it: Apple utilizza le informazioni relative agli acquisti e ai download sugli Store e alle altre attività su Apple Books per fornirti funzionalità e consigli su misura e per inviarti notifiche anche relative alle campagne di marketing Apple. Puoi decidere di non consentire l’utilizzo dei dati a questo scopo, come descritto di seguito. Raccogliamo dati non personali sulle interazioni dell’utente con i libri in modo da migliorare Apple Books per i nostri utenti.
ja: Appleは、あなたに合わせた機能とおすすめを提供し、Appleマーケティングを含む通知を送信するために、ストアでの購入とダウンロード、およびApple Booksでのその他の活動に関する情報を使用します。後述の通り、この目的のためにこのデータを使用しないように選択することもできます。また、ユーザを対象としたApple Booksの品質向上のため、ブックの操作状況に関して個人を特定しないデータを収集します。
kk: Біз дүкендердегі сатып алулар мен жүктеп алулар және Apple Books сервисіндегі басқа да әрекеттер туралы ақпаратты функциялар мен ұсыныстарды жекелендіру және Apple жарнамасы үшін хабарландырулар жіберу мақсатында пайдаланамыз. Бұл деректерді осындай мақсатпен пайдаланудан төменде сипатталғандай бас тартуға болады. Пайдаланушыларымыз үшін Apple Books сервисін жақсарту мақсатында оқырмандардың белсенділігі туралы жеке басты анықтамайтын деректерді жинаймыз.
ko: Apple은 사용자의 관심에 부합하는 기능 및 개인 맞춤형 추천을 제공하고, Apple 마케팅을 포함한 알림을 보내기 위해 스토어에서의 사용자의 구입 및 다운로드, Apple Books에서의 기타 활동에 관한 정보를 사용합니다. 사용자는 아래 설명된 것과 같이 해당 목적을 위한 데이터의 사용을 중단할 수 있습니다. Apple은 모든 사용자의 Apple Books 사용 경험을 향상하기 위해 비개인적인 데이터(예: 도서 앱에서의 사용자 상호 작용)를 수집합니다.
lt: Naudojame informaciją apie jūsų pirkinius ir atsisiuntimus parduotuvėse bei kitą veiklą programoje „Apple Books“, kad galėtume pritaikyti funkcijas, siūlyti suasmenintas rekomendacijas ir siųsti pranešimus, įskaitant „Apple“ rinkodaros pranešimus. Galite atsisakyti naudoti šiuos duomenis šiuo tikslu, kaip nurodyta toliau. Renkame ne asmens duomenis apie naudotojų sąveiką su knygomis, kad pagerintume „Apple Books“ savo naudotojams.
ms: Kami menggunakan maklumat tentang pembelian dan muat turun anda dalam kedai, serta aktiviti anda yang lain dalam Apple Books untuk memperibadikan ciri, menawarkan pengesyoran yang diperibadikan dan menghantar pemberitahuan kepada anda, termasuk bagi pemasaran Apple. Anda boleh menarik diri daripada penggunaan data ini untuk tujuan ini, seperti yang diterangkan di bawah. Kami mengumpulkan data bukan peribadi tentang interaksi pengguna dengan buku untuk meningkatkan Apple Books bagi pengguna kami.
nl: We gebruiken informatie over je aan­kopen en down­loads in de Stores en andere activiteiten in Apple Books om functies op je af te stemmen, geperso­naliseerde aanbeve­lingen te doen en je mel­dingen te sturen, waaronder mel­dingen voor marketing van Apple. Je kunt het gebruik van deze gegevens voor dit doel­einde stop­zetten zoals hier­onder beschreven. We verzamelen niet-persoonlijke gegevens over het gebruik van boeken om Apple Books voor onze gebruikers te verbeteren.
no: Vi bruker informasjon om kjøp og nedlastinger og annen aktivitet i butikkene og i Apple Books til å skreddersy funksjoner, gi deg tilpassede anbefalinger og sende deg varslinger, inkludert Apple-annonser. Du kan velge å fjerne tillatelsen til bruk av disse dataene til dette formålet, som beskrevet nedenfor. Vi samler inn ikke-personlige data om brukerens samhandlinger i bøker for å forbedre Apple Books for alle brukerne våre.
pl: Używamy informacji o Twoich zakupach i pobieranych rzeczach w sklepach, a także o innych działaniach w Apple Books, aby dostosować możliwości i oferować Ci spersonalizowane rekomendacje, a także wysyłać powiadomienia (w tym dotyczące marketingu Apple). Możesz zrezygnować z wykorzystywania tych danych, zgodnie z opisem poniżej. Zbieramy dane nieosobowe na temat interakcji użytkowników z książkami w celu ulepszania usługi Apple Books oraz aplikacji dla wszystkich naszych użytkowników.
pt_br: Usamos informações sobre suas compras e downloads nas lojas, e sobre outras atividades no Apple Books para personalizar os recursos, oferecer recomendações personalizadas e enviar a você notificações que incluem marketing da Apple. Você pode desativar o uso de tais dados para esses fins, conforme descrito abaixo. Coletamos dados não pessoais sobre a interação de usuários com livros para melhorar o Apple Books para nossos usuários.
pt_pt: Usamos a informação acerca das suas compras e descargas nas lojas e outra atividade em Apple Books para personalizar funcionalidades, oferecer recomendações personalizadas e enviar notificações de marketing da Apple. Pode indicar que prefere que esta informação não seja usada neste sentido, como abaixo descrito. Recolhemos dados sem teor pessoal sobre as interações dos utilizadores com os livros, para melhorar a aplicação Livros para todos os nossos utilizadores.
ro: Utilizăm informații despre achizițiile și descărcările din magazinele online și alte activități din aplicația Cărți pentru a adapta funcționalitățile, pentru a vă oferi recomandări personalizate și pentru a vă trimite notificări, inclusiv pentru comunicările de marketing Apple. Puteți opta împotriva utilizării acestor date pentru acest scop, conform celor de mai jos. Colectăm date nepersonale despre interacțiunea utilizatorilor cu cărțile pentru a îmbunătăți Apple Books pentru utilizatori.
ru: Чтобы персонализировать функции и рекомендации, а также отправлять Вам уведомления, в том числе для рекламы Apple, мы используем информацию о Ваших покупках и загрузках из магазинов, а также о других действиях в Apple Books. Вы можете отказаться от передачи указанных данных. Ниже описано, как это сделать. Мы собираем данные о читательской активности, не являющиеся персональными данными, для улучшения сервиса Apple Books.
sk: Informácie o vašich nákupoch a stiahnutých položkách v obchodoch a o ďalších aktivitách v Apple Books používame na prípravu individuálne prispôsobených funkcií, ponúk šitých na mieru pre vás a posielanie hlásení vrátane marketingu spoločnosti Apple. Používanie dát na tieto účely môžete zakázať, ako je uvedené nižšie. Aby sme mohli vylepšovať Apple Books pre všetkých užívateľov, zhromažďujeme neosobné údaje o interakciách užívateľov s knihami.
sl: Informacije o vaših nakupih in prenosih v trgovinah ter druge aktivnosti v storitvi Apple Books uporabljamo za prilagajanje funkcij, ponujanje prilagojenih priporočil in pošiljanje obvestil, vključno z obvestili za trženje Apple. Od uporabe teh podatkov v ta namen se lahko odjavite, kot je opisano spodaj. Zbiramo neosebne podatke o uporabniških interakcijah s knjigami, da bi za svoje uporabnike izboljšali storitev Apple Books.
sv: Vi använder information om dina köp, hämtningar och andra aktiviteter i affärerna, samt andra aktiviteter i Böcker, så att vi kan skräddarsy funktioner, tillhandahålla anpassade rekommendationer och skicka notiser till dig, inklusive för Apple-marknadsföring. Du kan ange att dessa data inte ska användas för detta ändamål genom att följa anvisningarna nedan. Vi samlar in icke-personliga data om användarinteraktioner med böcker i syfte att förbättra Apple Books för våra användare.
th: เราใช้ข้อมูลเกี่ยวกับสินค้าที่ซื้อและรายการดาวน์โหลดในร้าน และกิจกรรมอื่นๆ ใน Apple Books เพื่อปรับแต่งคุณสมบัติ นำเสนอรายการแนะนำสำหรับคุณโดยเฉพาะ และส่งการแจ้งเตือนรวมถึงข้อมูลการตลาดของ Apple ให้กับคุณ คุณสามารถยกเลิกการใช้ข้อมูลนี้สำหรับจุดประสงค์นี้ได้ ตามที่อธิบายไว้ด้านล่าง เราเก็บรวบรวมข้อมูลที่ไม่สามารถระบุตัวตนได้เกี่ยวกับการโต้ตอบที่ผู้ใช้มีต่อหนังสือเพื่อปรับปรุง Apple Books สำหรับผู้ใช้ของเรา
tr: Özellikleri size uygun hâle getirmek, kişiselleştirilmiş öneriler sunmak ve size Apple pazarlama için olanlar da dahil bildirimler göndermek için mağazalarda satın aldıklarınız ve indirdikleriniz ve Apple Books’taki diğer eylemleriniz hakkındaki bilgileri kullanıyoruz. Bu verilerin bu amaçla kullanılmasını aşağıda açıklandığı şekilde istediğiniz zaman sonlandırabilirsiniz. Kullanıcılarımız için Apple Books’u iyileştirmek amacıyla kitaplarla kullanıcı etkileşimi hakkındaki kişisel olmayan verileri topluyoruz.
uk: Ми використовуємо інформацію про ваші покупки й викачування в магазинах та інші дії в Apple Books, щоб пристосовувати для вас функції, надавати персоналізовані рекомендації та надсилати сповіщення, зокрема маркетингові повідомлення від Apple. Ви можете відмовитися від використання цих даних для таких цілей, як це описано нижче. Ми збираємо неперсональні дані про взаємодії користувача з книгами, щоб удосконалювати Apple Books для наших користувачів.
vi: Chúng tôi sử dụng thông tin về các mục mua và tải về của bạn trong các cửa hàng, cũng như các hoạt động khác trong Apple Books để điều chỉnh các tính năng, cung cấp các đề xuất được cá nhân hóa và gửi cho bạn thông báo bao gồm tiếp thị của Apple. Bạn có thể chọn không sử dụng dữ liệu này cho mục đích này, như được mô tả ở bên dưới. Chúng tôi thu thập dữ liệu phi cá nhân về các tương tác của người dùng với sách để cải thiện Apple Books cho người dùng của chúng tôi.
zh_cn: 我们使用你在商店中购买和下载的项目以及在Apple Books中其他活动的相关信息，来为你量身定制相关功能、向你提供个性化推荐，以及发送包括Apple市场营销的通知。你可以选择不将此类数据用于该用途，具体如下所述。我们收集用户与图书交互的相关非个人数据来为用户改进Apple Books。
zh_hk: 我們會使用你在商店中的購買項目和下載項目資料，以及在Apple Books的其他活動資料來度身訂造功能、為你提供個人化的建議以及向你傳送通知（包括Apple推廣）。你可以選擇不將此資料用於此用途，如下所述。我們會收集用户與書籍互動的非個人資料，以便為用户改善Apple Books。
zh_tw: 我們會使用你在商店中的購買項目和下載項目以及Apple Books中的其他活動來量身打造功能，提供個人化的推薦內容和向你傳送通知（包含Apple行銷）。你可以選擇不將此資料用於此用途，如下所述。我們會收集使用者與書籍互動的非個人資料，為我們的使用者改進Apple Books的功能。
